Repository: common-repository/voila-contact-form
Catalog: languages/voila-contact-form-*.po
Languages: fr_fr

source: Creates "Contact Us" page and inserts a working contact form.
fr_fr: Crée la page"Contactez-nous" et insère un formulaire de contact de travail

source: You must update WordPress to use this plugin.
fr_fr: Vous devez mettre a jour WordPress pour utiliser ce plugin

source: Contact Us
fr_fr: Contactez nous

source: Error creating a page for contact form!
fr_fr: Erreur lors de la création d'une page pour le formulaire de contact!

source: Error setting contact form options!
fr_fr: Erreur lors de la configuration des options du formulaire de contact!

source: Voila Contact Form settings
fr_fr: Voila les paramètres du formulaire de contact

source: Voila Contact Form Settings
fr_fr: Voila Paramètres du formulaire de contact

source: Basic Settings
fr_fr: Paramètres de base

source: Select an option below to let Voila Contact Form know how to handle your messages.
fr_fr: Sélectionnez une option ci-dessous pour que Voila Contact Form sache comment gérer vos messages.

source: Save and email messages
fr_fr: Enregistrer et envoyer des messages

source: Email messages
fr_fr: Courriels a moi

source: Save messages
fr_fr: Enregistrer les messages

source: Submit
fr_fr: Soumettre

source: Security check failed!
fr_fr: Le contrôle de sécurité a échoué!

source: Option updated, excellent!
fr_fr: Option mise a jour, excellente!

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famill

source: Phone
fr_fr: Téléphone

source: Your message was submitted successfully.
fr_fr: Votre message a été soumis avec succès

source: First name:
fr_fr: Préno:

source: Last name:
fr_fr: Nom de famille:

source: Phone:
fr_fr: Téléphone:

source: The First Name, Last Name, Phone, email and message fields are required.
fr_fr: Les champs Prénom, Nom, Téléphone, Email et Message sont obligatoires.

source: Message Submission Error
fr_fr: Erreur de soumission de message

source: Last Name
fr_fr: Nom de famille
